type Data = {
  text: string;
  title: string;
};

export const dataChapter1: Data = {
  title: "Побічний ефект успіху",
  text: `
  
- Та не плач, Ліно, - заспокоює подругу Ната. \n
- Тобі легко казати, я повернулася з Чемпіонату з бронзою це вже п’ята у мене. Я нездара, - реве гімнастка.
Сью слухає цю розмову у іншій частині роздягальні, дівчата її не бачать.  На відміну, від Ліни вона ж привезла додому лише золото та срібло. Дівчина гордо посміхається і думає: “Лузери”, весело виходячи з роздягальні.
    ***
З того дня, коли маленька Сью підкорила своїми гімнастичними трюками відпочиваючих у дитячому таборі і отримала перше місце у конкурсі краси. Вона вирішила, що художня гімнастика стане її другим повітрям. Так власне й відбулося.
З дня у день, з року в рік Сюзанна Ковальська відточувала свою техніку до ідеальності, опановувала роботу зі спортивним інвентарем: м’ячем, стрічкою, хулахупом. Це були щоденні виснажливі тренування. Але вони їй подобались. І що найприємніше - не були марними.
Вже з десяти років Сью почала підкорювати світ. ЇЇ гнучкість тіла, сила м’язів, відчуття музики і впертість допомагали тримати першість. Спочатку Всесоюзна спартакіада школярів серед дітей молодшого віку. Потім перемога на міжнародному турнірі у Франції. Далі Чемпіонат Європи серед дітей у Португалії у складі молодіжної збірної СРСР. 
Кожного разу, коли юна спортсменка отримувала нагороди її очі світилися від щастя і гордості за себе, що вона таки змогла перебороти свій страх і таки виграла у цьому поєдинку. 
Чи можна сказати, що чарівного пенделя їй дала Сью з майбутнього? Чи ж може саме знання того, що вона буде чемпіонкою мотивувало її, давало надію, впевненість у собі та своїх можливостях? Хто знає. Але ось що ще змінилося у Сью - так це жадібна пристрасть до першості. Можете сказати, що це була якась зіркова хвороба, може й так. Чого б не спіймати так звану “зірку”, коли ти отримуєш звання “Чемпіонки світу”. Можна дозволити собі, правда? Та у Сью була ще одна мрія - стати абсолютною чемпіонкою світу. Втім тут вдача від неї на хвильку відвернулася, помилка у вправі з м'ячем поставила її на друге місце.
 ***
Сью зайшла до тренувальної зали з внутрішнім відчуттям того, що програла. Інші гімнастки затихли і сконцентрували свої погляди на Ковальській. Раніше у їхніх очах вона бачила заздрість її успіхам (це їй так подобалося) тепер же - вони раділи. Кожна з дівчат знала, як це, але жодна не хотіла підтримати Сью. 
Дівчина відійшла в кут кімнати і почала повільно розминати тіло. Раптом, хтось позаду хіхікає. Сью розвертається. Ліна і Ната дивляться на неї. 
Може ви хочете щось мені сказати, дівчата? - запитує Сью.
Ти знаєш, так, я хочу, - каже Ліна.
Ліно, може не треба? - зупиняє її Ната.
Треба, Нато, треба! Ну що, Ковальська? Як воно, бути лузером?
Лузером? Не сміши мене, - тримається Сью, - за одинадцять років моєї діяльності це перша поразка, та й хіба назвеш це поразкою. Моє - друге місце, я дворазова чемпіонка світу. Не те що деякі. Тільки й можуть похизуватися своєю бронзою.
Думаєш, знайшла мою ахілесову п’яту та це не так. Ще кілька років для золота я маю. Але зараз я так кайфую від того, що ти налажала. Я така рада, що ти вперше заходиш сюди з таким обличчям з яким заходили ми. І як ти на нас тоді дивилася - зверхньо. Як на невдах. Ми якісь дрібні мурашки порівняно з тобою, королевою гімнастики. Але знаєш, це не привід витирати об нас ноги і вести себе як стерво. І як же класно тобі помстилося життя.
Нижня губа Сью тремтить, вона хоче щось сказати у відповідь. У скроні пульсує вена, мозок підбирає щось потрібне та підводить.
Іди ти в сраку, Ліно, зі своїми заздрощами, - крізь зуби промовляє Сью.
Ліна вибухає гнівом, підходить до Ковальської і чіпляється руками у її волосся.
Боляче, - кричить Сью, - притрушена, відчепися від мене.
Сью й собі хапає рукою за дульку Ліни і починає її трясти з усієї сили. Та вивертає голову і щосили кусає Сью за зап’ястя. Сью кривиться від болю і різко смикає правицею просто у носа Ліні. 
Мій ніс, - волає дівчина і витирає кров.
Я..я.. не хотіла, - губиться Сью.
Ти за це заплатиш, - шипить Ліна і щодуху штовхає Сью.
Дівчина втрачає рівновагу, падає на стілець, що стояв позаду, чує хруст і відчуває нестерпний біль в нозі.
***
Сью сидить з книгою на лаві біля свого під’їзду. 
Як здоров’я? - відволікає її від тексту знайомий голос.
Ірино Миколаївно, рада Вас бачити!
Тренерка посуває милиці у кінець лави, звільняючи собі місце і сідає біля вихованиці.
Що читаєш?
Олесь Гончар “Собор”, наздоганяю те, що пропустила у школі.
Похвально. Як нога?
Наклали гіпс, радує, що без зміщення. Сказали, що відновлення перелому кісточки триває орієнтовно два місяці.
Ясно.
А як ніс Ліни?
Все добре, перелому не було, але вона на тренування не ходить, бо сильний набряк на обличчі. Теж відновлюється. Слухай, Сью, - продовжує тренерка розмову вже іншим тоном, - я знаю, що першою почала Ліна, хоч дівчата й не розповідають та за ці роки я вас добре вивчила. Тож розумію все без пояснень.
Може Ліна й почала, але моя вина теж в цьому є, - зітхає Ковальська.
Ти про що?
Я занадто зверхньо вела себе з дівчатами. Мої перемоги це не привід для цього. Як показало мені життя: сьогодні ти на коні, а завтра можеш пасти задніх. Від цього ніхто не застрахований. Я цього не розуміла до вчорашнього випадку. І мені треба подякувати Ліні, що вона мала сміливість мені сказати про це.
В успіху є побічні ефекти.
Так, - погоджується Сью, - Ірино Миколаївно, вчора, коли я була в лікарні, я дещо зрозуміла.
І що це?
Я б хотіла завершити свою кар’єру гімнастки.
Ти впевнена? - дивується тренерка, - у нас ще Олімпійські ігри попереду.
Так, я впевнена в цьому. Я багато тренувалася, отримала чудові результати, час починати інше життя.
Тобто інше?
Хочу бути адвокатом, я часто про це думала, гадаю, час спробувати.
Що ж, якщо це твоє остаточне рішення - я підтримаю тебе, але в душі я дуже сумуватиму за моєю найкращою ученицею, - зітхає пані Ірина, - тільки іншим не кажи, досить нам бійок у цьому році.
  `,
};
