import { LayoutTemplate } from "@/components/LayoutTemplate";
import { FC } from "react";

const Chapter1: FC = () => {
  return (
    <LayoutTemplate title="Побічний ефект успіху">
      <div className="flex justify-center h-full">
        <article className="w-full overflow-y-auto px-4 flex flex-col content-around">
          <p className="ch-text mb-2 text-justify hyphens-auto">
            - Та не плач, Ліно, - заспокоює подругу Ната.
          </p>
          <p className="ch-text mb-2 text-justify hyphens-auto">
            - Тобі легко казати, я повернулася з Чемпіонату з бронзою, а це вже
            п’ята у мене. Я нездара, - реве гімнастка.
          </p>
          <p className="ch-text mb-2 text-justify hyphens-auto">
            Сью слухає цю розмову у іншій частині роздягальні, дівчата її не
            бачать.&nbsp;На відміну від Ліни вона привезла додому лише золото та
            срібло. Дівчина гордо посміхається і думає: “Лузери”, весело
            виходячи з роздягальні.
          </p>
          <p className="ch-text mb-2 text-center">***</p>
          <p className="ch-text mb-2 text-justify hyphens-auto">
            З того дня, коли маленька Сью підкорила своїми гімнастичними трюками
            відпочивальників у дитячому таборі і отримала перше місце у конкурсі
            краси, вона вирішила, що художня гімнастика стане її другим
            повітрям. Так, власне, і сталося.
          </p>
          <p className="ch-text mb-2 text-justify hyphens-auto">
            З дня у день, з року в рік Сюзанна Ковальська відточувала свою
            техніку до ідеальності, опановувала роботу зі спортивним інвентарем:
            м’ячем, стрічкою, хула-хупом. Це були щоденні виснажливі тренування,
            але вони їй подобались. І що найприємніше - не були марними.
          </p>
          <p className="ch-text mb-2 text-justify hyphens-auto">
            Вже з десяти років Сью почала підкорювати світ. Її гнучкість тіла,
            сила м’язів, відчуття музики і впертість допомагали тримати
            першість. Спочатку Всесоюзна спартакіада школярів серед дітей
            молодшого віку. Потім перемога на міжнародному турнірі у Франції.
            Далі Чемпіонат Європи серед дітей у Португалії у складі молодіжної
            збірної СРСР.&nbsp;
          </p>
          <p className="ch-text mb-2 text-justify hyphens-auto">
            Кожного разу, коли юна спортсменка отримувала нагороди її очі
            світилися від щастя і гордості за себе, що вона змогла перебороти
            свій страх і таки виграла у цьому поєдинку.&nbsp;
          </p>
          <p className="ch-text mb-2 text-justify hyphens-auto">
            Чи можна сказати, що чарівного пенделя їй дала Сью з майбутнього? Чи
            ж може саме знання того, що вона буде чемпіонкою мотивувало її,
            давало надію, впевненість у собі та своїх можливостях? Хто знає. Але
            ось що ще змінилося у Сью - з'явилася жадібна пристрасть до
            першості. Можете сказати, що це була якась зіркова хвороба, може й
            так. Чого б не спіймати так звану “зірку”, коли ти отримуєш звання
            чемпіонки світу. Можна дозволити собі, правда? Та у Сью була ще одна
            мрія - стати абсолютною чемпіонкою світу. Втім тут удача від неї на
            хвильку відвернулася, помилка у вправі з м'ячем поставила її на
            друге місце.
          </p>
          <p className="ch-text mb-2 text-center">***</p>
          <p className="ch-text mb-2 text-justify hyphens-auto">
            Сью зайшла до тренувальної зали з внутрішнім відчуттям того, що
            програла. Інші гімнастки затихли і сконцентрували свої погляди на
            Ковальській. Раніше у їхніх очах вона бачила заздрість її успіхам
            (це їй так подобалося), тепер же вони раділи. Кожна з дівчат знала,
            як це, але жодна не хотіла підтримати Сью.&nbsp;
          </p>
          <p className="ch-text mb-2 text-justify hyphens-auto">
            Дівчина відійшла в кут кімнати і почала повільно розминати тіло.
            Раптом&nbsp;хтось позаду хіхікає. Сью розвертається. Ліна і Ната
            дивляться на неї.&nbsp;
          </p>
          <p className="ch-text mb-2 text-justify hyphens-auto">
            - Може, ви хочете щось мені сказати, дівчата? - запитує Сью.
          </p>
          <p className="ch-text mb-2 text-justify hyphens-auto">- Ти знаєш, так, я хочу, - каже Ліна.</p>
          <p className="ch-text mb-2 text-justify hyphens-auto">
            - Ліно, може не треба? - зупиняє її Ната.
          </p>
          <p className="ch-text mb-2 text-justify hyphens-auto">
            - Треба, Нато, треба! Ну що, Ковальська? Як воно, бути лузером?
          </p>
          <p className="ch-text mb-2 text-justify hyphens-auto">
            - Лузером? Не сміши мене, - тримається Сью, - за одинадцять років
            моєї діяльності це перша поразка, та й хіба назвеш це поразкою. Моє
            - друге місце, я дворазова чемпіонка світу. Не те що деякі. Тільки й
            можуть хизуватися своєю бронзою.
          </p>
          <p className="ch-text mb-2 text-justify hyphens-auto">
            - Думаєш, знайшла мою ахілесову п’яту, та це не так. Ще кілька років
            для золота я маю. Але зараз я так кайфую від того, що ти налажала. Я
            така рада, що ти вперше заходиш сюди з таким обличчям, з яким
            заходили ми. І як ти на нас тоді дивилася - зверхньо. Як на невдах.
            Ми ніби якісь дрібні мурашки порівняно з тобою, королевою
            гімнастики. Але знаєш, це не привід витирати об нас ноги і
            поводитися як стерво. І як же класно тобі помстилося життя.
          </p>
          <p className="ch-text mb-2 text-justify hyphens-auto">
            Нижня губа Сью тремтить, вона хоче щось сказати у відповідь. У
            скроні пульсує вена, мозок підбирає щось потрібне та підводить.
          </p>
          <p className="ch-text mb-2 text-justify hyphens-auto">
            - Іди ти в сраку, Ліно, зі своїми заздрощами, - крізь зуби промовляє
            Сью.
          </p>
          <p className="ch-text mb-2 text-justify hyphens-auto">
            Ліна вибухає гнівом, підходить до Ковальської і чіпляється руками у
            її волосся.
          </p>
          <p className="ch-text mb-2 text-justify hyphens-auto">
            - Боляче! - кричить Сью. - Притрушена, відчепися від мене!
          </p>
          <p className="ch-text mb-2 text-justify hyphens-auto">
            Сью й собі хапається рукою за дульку Ліни і починає її трясти з
            усієї сили. Та вивертає голову і щосили кусає Сью за зап’ястя. Сью
            кривиться від болю і різко тицяє правицею просто у носа Ліні.&nbsp;
          </p>
          <p className="ch-text mb-2 text-justify hyphens-auto">
            - Мій ніс! - волає дівчина і витирає кров.
          </p>
          <p className="ch-text mb-2 text-justify hyphens-auto">- Я… я не хотіла, - губиться Сью.</p>
          <p className="ch-text mb-2 text-justify hyphens-auto">
            - Ти за це заплатиш, - шипить Ліна і штовхає Сью.
          </p>
          <p className="ch-text mb-2 text-justify hyphens-auto">
            Дівчина втрачає рівновагу, падає на стілець, що стоїть позаду, чує
            хруст і відчуває нестерпний біль у нозі.
          </p>
          <p className="ch-text mb-2 text-center">***</p>
          <p className="ch-text mb-2 text-justify hyphens-auto">
            Сью сидить з книгою на лаві біля свого під’їзду.&nbsp;
          </p>
          <p className="ch-text mb-2 text-justify hyphens-auto">
            - Як здоров’я? - відволікає її від тексту знайомий голос.
          </p>
          <p className="ch-text mb-2 text-justify hyphens-auto">- Ірино Миколаївно, рада вас бачити!</p>
          <p className="ch-text mb-2 text-justify hyphens-auto">
            Тренерка посуває милиці у кінець лави, звільняючи собі місце, і
            сідає біля вихованиці.
          </p>
          <p className="ch-text mb-2 text-justify hyphens-auto">- Що читаєш?</p>
          <p className="ch-text mb-2 text-justify hyphens-auto">
            - Олесь Гончар “Собор”, наздоганяю те, що пропустила у школі.
          </p>
          <p className="ch-text mb-2 text-justify hyphens-auto">- Похвально. Як нога?</p>
          <p className="ch-text mb-2 text-justify hyphens-auto">
            - Наклали гіпс, радує, що без зміщення. Сказали, що відновлення після
            перелому кісточки триває орієнтовно два місяці.
          </p>
          <p className="ch-text mb-2 text-justify hyphens-auto">- Ясно.</p>
          <p className="ch-text mb-2 text-justify hyphens-auto">- А як ніс Ліни?</p>
          <p className="ch-text mb-2 text-justify hyphens-auto">
            - Все добре, перелому не було, але вона на тренування не ходить, бо
            сильний набряк на обличчі. Теж відновлюється. Слухай, Сью, -
            продовжує тренерка розмову вже іншим тоном, - я знаю, що першою
            почала Ліна. Хоч дівчата й не розповідають, та за ці роки я вас
            добре вивчила. Тож розумію все без пояснень.
          </p>
          <p className="ch-text mb-2 text-justify hyphens-auto">
            - Може Ліна й почала, але моя вина теж в цьому є, - зітхає
            Ковальська.
          </p>
          <p className="ch-text mb-2 text-justify hyphens-auto">- Ти про що?</p>
          <p className="ch-text mb-2 text-justify hyphens-auto">
            - Я занадто зверхньо поводилася з дівчатами. Мої перемоги&nbsp;не
            привід для цього. Як показало мені життя: сьогодні ти на коні, а
            завтра можеш пасти задніх. Від цього ніхто не застрахований. Я цього
            не розуміла до вчорашнього випадку. І мені треба подякувати Ліні, що
            вона мала сміливість мені сказати про це.
          </p>
          <p className="ch-text mb-2 text-justify hyphens-auto">- В успіху є побічні ефекти.</p>
          <p className="ch-text mb-2 text-justify hyphens-auto">
            - Так, - погоджується Сью, - Ірино Миколаївно, вчора, коли я була в
            лікарні, я дещо зрозуміла.
          </p>
          <p className="ch-text mb-2 text-justify hyphens-auto">- І що це?</p>
          <p className="ch-text mb-2 text-justify hyphens-auto">
            - Я б хотіла завершити кар’єру гімнастки.
          </p>
          <p className="ch-text mb-2 text-justify hyphens-auto">
            - Ти впевнена? - дивується тренерка. - У нас же ще Олімпійські ігри
            попереду.
          </p>
          <p className="ch-text mb-2 text-justify hyphens-auto">
            - Так, я впевнена в цьому. Я багато тренувалася, отримала чудові
            результати - час починати інше життя.
          </p>
          <p className="ch-text mb-2 text-justify hyphens-auto">- Тобто - інше?</p>
          <p className="ch-text mb-2 text-justify hyphens-auto">
            - Хочу бути адвокатом, я часто про це думала, гадаю, час спробувати.
          </p>
          <p className="ch-text mb-2 text-justify hyphens-auto">
            - Що ж, якщо це твоє остаточне рішення - я підтримаю тебе, але в душі
            я дуже сумуватиму за моєю найкращою ученицею, - зітхає пані Ірина. -
            Тільки іншим не кажи, досить нам бійок у цьому році.
          </p>
        </article>
      </div>
    </LayoutTemplate>
  );
};

export default Chapter1;
