import { LayoutTemplate } from "@/components/LayoutTemplate";
import { FC } from "react";

const Chapter4: FC = () => {
  return (
    <LayoutTemplate title="Вдих-видих. Рівновага">
      <div className="flex justify-center h-full">
        <article className="w-full overflow-y-auto px-4 flex flex-col content-around">
          <p className="ch-text mb-2 text-justify hyphens-auto">
            Черговий декретний ранок Сью був зовсім не добрим. Її молодший
            однорічний син вночі дуже погано спав. Сью не виспалася. Старший
            (дворічний) розбудив її о сьомій ранку заявивши, що хоче їсти.
          </p>
          <p className="ch-text mb-2 text-justify hyphens-auto">
            У піжамі, ще зовсім сонна Сью пішла на кухню. Їсти просили не тільки
            діти, але й двоє чорних котів. Жінка насипала їм у мисочки сухого
            корму і почала варити вівсянку. Але замість розпочати трапезу вухаті
            почали битися. Сью не помітила, як одному з них наступила на хвоста.
            Кіт заволав, дременув у кімнату. За ним погнався інший. Їхнє шипіння
            і гарчання розбудили малюка. Хлопчик почав плакати. Сью вимкнула
            вівсянку і поспішила до сина. Пробігаючи повз залу, наступила на
            поліцейську машинку. Хрусь!
          </p>
          <p className="ch-text mb-2 text-justify hyphens-auto">
            - От блін, - вилаялася Сью і взяла до рук авто, - по ходу машині
            гаплик.
          </p>
          <p className="ch-text mb-2 text-justify hyphens-auto">
            - Масині гапік? - повторив за мамою Тимофій і почав плакати.
          </p>
          <p className="ch-text mb-2 text-justify hyphens-auto">
            - Сонечко, - Сью видихала, намагалася бути спокійною і усе правильно
            пояснити, - мама просила тебе прибирати машинки на місце? От бачиш,
            що буває, коли авто не на парковці.
          </p>
          <p className="ch-text mb-2 text-justify hyphens-auto">
            Сью обійняла Тимофія, молодший Єгор все ще продовжував кричати.
            Дівчина дістала малого з ліжечка і почала приколихувати. Потім
            повернулася на кухню, насипала вівсянки, додала туди сухофруктів і
            залила молоком, правда, як виявилося, то був кефір. «Тримайся, Сью!
            Тримайся» - повторювала собі мамочка. Та злість і втома доводили до
            її до сказу. «Дихай! Вдих. 1. 2. 3. 4. Видих. 1. 2. 3. 4.» Трохи
            легше. Сью відсунула тарілку і віддала сину свою порцію каші.
          </p>
          <p className="ch-text mb-2 text-justify hyphens-auto">
            Через годину Єгор і коти міцно спали, а Тимофій спокійно грався
            іграшками. Неочікувано щось загуркотіло на кухні. Сью злякалася, але
            пішла на звук. О Боже! Все було прибрано, на столі стояли
            бельгійські вафлі з фруктами, морозивом і карамеллю. Пахло свіжою
            кавою.
          </p>
          <p className="ch-text mb-2 text-justify hyphens-auto">
            - Сідай. Поснідай нарешті, - почулося позаду. Жінка повернулася і
            побачила дівчинку. - Без паніки! Ти не спиш. У тебе не глюки. Це я -
            мала Сью.
          </p>
          <p className="ch-text mb-2 text-justify hyphens-auto">
            - Що ти тут робиш? - витріщила очі доросла Сью. Вона б могла
            здивуватися такій неочікуваній появі, та за своє життя звикла, що
            хтось до неї приходить. Вона сама (доросла чи мала), або ж якісь
            інші істоти.
          </p>
          <p className="ch-text mb-2 text-justify hyphens-auto">
            - У мене не так багато часу, - по-діловому мовила дівчинка, - бо
            через кілька хвилин повернеться твій чоловік з відрядження, тому
            слухай. Ти втрачаєш гармонію, рівновагу, а від того й баланс.
            Занадто віддаєшся материнству. Повністю забула про себе, про свою
            внутрішню маленьку дівчинку. У тебе має бути відпочинок. Ти ледь
            стримуєш злість і агресію. Ще кілька таких добрих ранків - і
            «вдих-видих» тобі не допоможе. Подумай про це.
          </p>
          <p className="ch-text mb-2 text-justify hyphens-auto">
            Сью відкусила шматочок бельгійської вафлі і зробила ковточок кави.
          </p>
          <p className="ch-text mb-2 text-justify hyphens-auto">
            - Ти права, але я не знаю, як я можу собі допомогти, - знизала вона
            плечима.
          </p>
          <p className="ch-text mb-2 text-justify hyphens-auto">
            - Поговори про це з чоловіком, впевнена, ви щось придумаєте!
          </p>
          <p className="ch-text mb-2 text-justify hyphens-auto">
            Через годину Сью домовилася з Мішею, що раз на два тижні до них
            будуть приходити з клінінгової фірми. Щоп’ятниці вона йтиме на йогу,
            а у неділю зустрічатиметься з подругами. А коли відчуватиме, що
            зовсім безсила - матиме вільний для себе час.
          </p>
        </article>
      </div>
    </LayoutTemplate>
  );
};

export default Chapter4;
